{
  "descrizione": "Avendo come punto di riferimento il Direttore, guardando il Coro, alla sinistra si posiziona la sezione delle **soprano** e alla destra quella delle **contralto**, mentre dietro queste ultime si sistemano i **bassi** e dietro le soprano i **tenori**. \nNaturalmente le sezioni e le singole voci si miscelano e posizionano a piacimento e a discrezione del Direttore, al fine di raggiungere un suono migliore.\n\nIl canto corale é uno dei piu' difficoltosi perché necessita di un profondo senso dell'ascolto da parte di tutti i componenti il gruppo che, grazie a questa fondamentale caratteristica, potranno fondersi con il resto della propria sezione di appartenenza evitando di emergere in solitaria. Altra difficoltá, che comunque esercita il nostro orecchio, é il dover cantare contemporaneamente melodie diverse dalle altre sezioni del Coro, con aggiunta di cambi ritmici che completano e arricchiscono il brano musicale.\n\nNel nostro Coro vi é un'ulteriore difficoltá: ai piu' manca spesso il coraggio di staccare gli occhi dalla cartellina. Il coro é un'armonia di voci: il corista deve dunque privilegiare la collegialitá pur nelle inevitabili differenze armoniche e vocali insite in ognuno di noi; é solo l'insieme, la totalitá delle voci che, come per magia, crea lo sviluppo, il tessuto melodico. Non é necessario essere professionisti ma bisogna avere la passione e l'amore nei confronti del canto. Per cantare in coro non basta trovarsi una o due volte la settimana e, insieme con il maestro, aprire la bocca e dare fiato; bisogna emozionarsi e riuscire a trasmettere queste emozioni.\n\nAl termine di un canto si percepisce la felicitá di aver creato qualcosa insieme, di essere riusciti a dare un senso a delle note che, prive della loro voce, rimanevano scritte sullo spartito e ancora senza vita.\n\nNegli anni siamo riusciti ad assumere le sembianze di una grande famiglia, ad arricchire le nostre esperienze comuni viaggiando soprattutto all'estero. Nel coro entrano in gioco molte dinamiche relazionali, affettive, cognitive; si sta insieme e si parla, si scherza e si ride, si fanno discussioni piu' o meno accese, fino magari anche a litigare, ma si cresce insieme.\n\nUniti, impariamo molte cose sulla preghiera cantata, sulla musica sacra e sui suoi autori, ci sforziamo di convivere e condividere tutto pacificamente. Nel Coro tutte le varie fasi dell'essere, diventare e mantenersi adulti convivono - una studentessa sta a fianco di una nonna - cosí come le identitá professionali si incrociano e si confondono, magari soltanto per il tempo delle prove e del concerto.",
  "coristi": []
}