{
  "intro": "> \"Cantare in un coro non da fama, successo, denaro. Regala qualcos'altro, di molto più profondo e appagante: l'amicizia e il sostegno reciproco\".\n\nF﻿ulvio Venditti - Direttore del Coro \n\n\n\nIl coro propone animazioni liturgiche per matrimoni ed altre ricorrenze, nonché concerti di canti popolari, brani d'Opera, Musica sacra, anche con la partecipazione di orchestre e di solisti dei più prestigiosi Teatri lirici d'Italia.",
  "picture": "/images/visita-del-papa-24-05-2009.jpg",
  "history": "Coro polifonico.\n\nFondato nel 1989, ha intrapreso una intensa attività di studio e concertistica in formazione con diverse orchestre esibendosi in Italia e all'estero.\n\nNel 2011 ha ottenuto il riconoscimento di Coro di Interesse Comunale e NAZIONALE.\n\nNella suggestiva cornice dell'Abbazia di Montecassino, in occasione del III° Premio \"S. Benedicti\",ha tenuto un concerto, presenti gli ambasciatori di Spagna e Francia,ed un altro con l'ambasciatore dell'Australia.\n\nÈ gemellato con il \"Ursuline Academy Choir\" di New Orleans (U.S.A.), il Coro \"Gildo Antonioni\" di Norcia (Pg), il Coro \"P. Pio\" di Pietrelcina (Bn), il Coro \"Tullio Serafin\" di Cavarzere (Ve), la \"Choralschola dei SS. Dodici Apostoli\" di Berlino (Germania), ed altri. Con molti di questi Cori è gemellato anche il Comune di Cassino, cosa che ha consentito al Coro di partecipare, in loco, ai concerti organizzati dalle Amministrazioni Comunali interessate (Cavarzere, Norcia, Ortona, Berlino).\n\nHa partecipato al II e V Concorso Nazionale di Canto Corale Sacro \"P. Angelo Mutterle\" di Battipaglia (Bn); al XVII e XXI Concorso Nazionale di Canto Corale Sacro di Vallecorsa (Fr)ottenendo il 3° posto ad entrambe le edizioni ed alla XXII edizione ottenendo il 2° posto, mentre alla XXIV edizione si è classificato 1°; al VI Concorso Nazionale di Canto \"P. Settimio Zimarino\" di Vasto (Ch); al I e II Concorso Nazionale di Canto Corale Sacro di Roccasecca (Fr) - premio \"S. Tommaso d'Aquino\" - Medaglia d'oro, aggiudicandosi il 3° premio; al VI Festival Internazionale di Avola (Sr), riscuotendo ampi consensi da parte della direzione artistica, ed alla III edizione della Rassegna interregionale di Aversa (Ce) presente il Direttore della \"Cappella Sistina\" di Roma, ecc.\n\nHa tenuto numerosi concerti per il Rotary Club di Cassino ed i Lions Club della Valle di Comino e per l'A.B.E. (Associazione Bambini Ematooncologici). Per quest'ultima Associazione in Coro ha tenuto diversi concerti finalizzati alla raccolta fondi per istituire borse di studio per giovani ricercatori nel campo delle malattie oncologiche dei bambini, oltre che per l'acquisto di attrezzatura specifica di laboratorio.\n\nNumerosissimi sono stati i concerti tenuti per le più disparate necessità: case di cura per anziani, centri di tossicodipendenza, raccolta fondi per la Caritas diocesana, centri parrocchiali, ecc.\n\nNel 1995 si è costituito come Associazione Musicale \"S. Benedetto \".\n\nHa eseguito, tra gli altri, il Gloria ed il Credo di A. Vivaldi, la Messa dell'Incoronazione il Dixit et Magnificat e le Litaniae Lauretanae di Mozart, il Te Deum di Charpentier, ed altre opere in formazione con orchestre sinfoniche e gruppi cameristici, con la partecipazione di solisti del Teatro \"S. Carlo\" di Napoli e dell'Accademia di \"S. Cecilia\" di Roma.\n\nIl suo repertorio contempla anche un vasto programma di canti popolari di diverse regioni italiane, canti della montagna, canti tratti da colonne sonore di film e canti della tradizione del cassinate.\n\nNel settembre del 2002 il Coro ha partecipato, a Parigi (FRANCIA) , alla manifestazione L'Italie à sa Place, rappresentando la Regione Lazio, e di conseguenza l'Italia, oltre che la città di Cassino, con una serie di concerti di musica sacra e profana.\n\nNel dicembre 2004 il Coro è stato nuovamente invitato a Parigi (FRANCIA) , in occassione della Settimana laziale, ed ha tenuto concerti anche in collaborazione con il Quintetto Liri.\n\nNel gennaio 2005 il Coro è stato invitato a tenere concerti di musica sacra a Berlino (GERMANIA) , in collaborazione con il locale Coro. Il 24 aprile 2005 il Coro ha animato la S. Messa in Vaticano.\n\nNel marzo 2006 e 2007 ha partecipato alla IV e V giornata di preghiera con il Papa nell'Aula \"Paolo VI\" a Roma . Dal 14 al 18 Aprile 2006 ha partecipato alla I° Rassegna Internazionale di Musica Religiosa a Bucarest (ROMANIA), con esibizioni presso la Radio di Bucarest e nei Teatri più prestigiosi della capitale.\n\nDall'8 all'11 Dicembre 2006 ha partecipato all'8^ edizione della Rassegna Internazionale dei Canti di Avvento a Praga (Repubblica CECA).\n\nNel novembre 2007 ha tenuto un concerto a Recas (Toledo) - SPAGNA.\n\nNell’estate 2008 è stato invitato a tenere concerti nella Provincia diTrento.\n\nIl 24 maggio 2009 ha animato la S. Messa celebrata dal papa a Cassino, in occasione della sua visita pastorale alla diocesi di Montecassino; messa trasmessa in mondovisione.\n\nDal 5 all’8 dicembre 2009 il coro è volato a Budapest (Ungheria) per una serie di concerti.\n\nIl 26 dicembre 2009 ha tenuto un affollatissimo ed applauditissimo concerto, dedicato a Mozart, in collaborazione con l' orchestra Musici Lirienses, aderendo alla campagna del Rotary Club di Cassino \"End Polio Now\".\n\nIl 17 agosto 2010 ha tenuto un concerto ‘tematico’ su Bonifacio Maria Krug, musicista tedesco ed abate di Montecassino, proprio nella sua città natale, Hunfeld (Germania).\n\nIl 14 novembre 2010 ha tenuto un Concerto di beneficenza per la Casa della Carità \"Gemma De Posis\" di Cassino.\n\nDall’1 al 4 marzo 2011 è stato chiamato ad animare la S. Messa nella Cattedrale di Westminster di Londra (Regno Unito) alla presenza dell’arcivesco della città e dell’abate di Montecassino, oltre che a tenere un concerto presso l’Istituto Italiano di Cultura londinese.\n\nIl 12 marzo 2011, in occasione dell' arrivo dela Fiaccola Benedettina a Norcia, ha animato la S.Messa presieduta da S. Ecc.za Rev.ma Renato Boccardo Arcivescovo di Spoleto - Norcia e da S. Ecc.za Pietro Vittorelli Arciabate e Ordinario di Montecassino.\n\nIl 16 marzo 2011 ha tenuto un concerto per il 150° anniversario dell' Unità d' Italia ottenendo, dal comune di Cassino, il riconoscimento di \"Coro di Interesse Comunale\".\n\nNel 2011 il Comune di Cassino ha deliberato di concedere al Coro il titolo di \"Coro di interesse Comunale\" mentre il Governo Italiano quello di \"Coro di interesse Nazionale\".\n\nIl 3 marzo 2012, nella Sala dei Cavalieri di Malta, durante la proiezione di immagini relative al territorio del cassinate, si è esibito con brani sacri dedicati a S. Benedetto;il giorno 4, nella cattedrale di San Giovanni Battista a la Valletta, ha animato la S. Messa celebrata dall' arcivescovo di Malta e presieduta da S. Ecc.za Pietro Vittorelli. La giornata del 4 marzo si è conclusa col ricevimento dal primo ministro maltese nella sala degli ambasciatori dove il coro si è esibito con l' interpretazione degli Inni nazionali italiano e maltese.\n\nNell'agosto del 2012 il Coro è stato invitato dal Comune di Berlino-Zehelendorf (Germania) a tenere un concerto nel salone delle rappresentanze.\n\nIl 29 dicembre 2012, nel Salone S. Benedetto dell'Abbazia di Montecassino, ha eseguito il Te Deum di M.A. Charpentier in occasione del ritorno in sede del Padre Abate Vittorelli.\n\nIl 16 marzo 2013 ha animato la S. Messa nella Cattedrale di Notre Dame di Paris (Francia) , in occasione dell'accensione della fiaccola benedettina, messa officiata da diversi vescovi parigini, oltre che dall'abate di Montecassino, l'abate di Norcia e il vescovo di Norcia.\n\nNel 2013 il coro è stato invitato a prendere parte alla trasmissione televisiva \"La canzone di noi\" di TV2000.\n\nIn occasione del 70° anniversario della distruzione di Cassino e Montecassino ha cantato alla presenza del Principe Enry d'Inghilterra e di tutti gli ambasciatori delle Nazioni che hanno combattuto nelle zona di Cassino e Montecassino.\n\nIl Coro segue, nella preparazione vocale, la \"tecnica dell'affondo\", con stage regolari con il M° Delfo Menicucci, docente di canto al Conservatorio \"G. Verdi\" di Milano e già preparatore vocale del famoso cantante Andrea Bocelli.\n\nNel maggio 2015 ha tenuto un concerto celebrativo per i 100 anni dall'inizio della Prima Guerra Mondiale, alla presenza dell'Ambasciatore dell'Austria.\n\nIl 20 dicembre 2015 il Coro ha vinto il PRIMO Premio al Concorso Nazionale di Canto Corale di Greggio (RI).\n\nAd ottobre 2016 ha istituito il Concorso Corale Internazionale “Antonio Grazio Ferraro” che vede la partecipazione di numerosi compagini corali italiane ed estere.\n\nIl 18 dicembre 2016 ha nuovamente vinto il PRIMO Premio al Concorso Nazionale di Canto Corale di Greggio (RI).\n\nAd agosto 2017 il Coro è volato in Polonia (Cracovia) per tenere concerti.\n\nIl 26 maggio 2018 ha partecipato al Concorso MayFest di Caserta, aggiudicandosi il PRIMO Premio assoluto.\n\nIl 10 luglio il Coro ha tenuto un concerto a Montecassino, eseguendo la Deutsche Messe di F. Schubert accompagnato da un’orchestra di fiati composta da studenti di 5 università americane.\n\nÈ diretto fin dalla fondazione da Fulvio Venditti che, laureato in Filosofia, ha compiuto i suoi studi pianistici ed organistici nella celebre Abbazia di Montecassino, partecipando ad un Master in organo con il M° Giancarlo Parodi dell'Istituto di Musica Sacra di Roma. Ha partecipato a corsi di specializzazione in polifonia rinascimentale e barocca per direttori di coro tenuti dal M° Giovanni Acciai del Conservatorio \"G. Verdi\" di Milano e a quelli di canto gregoriano tenuti dal M° Stefano Concordia dell'Ordine di S. Benedetto.",
  "promo": "Polyphonic Choir.\n\nFounded in 1989, it has undertaken intense study and concert activity, performing with various orchestras in Italy and abroad. In 2011, it was recognized as a Choir of Municipal and National Interest. In the evocative setting of the Abbey of Montecassino, on the occasion of the 3rd \"S. Benedicti\" Prize, it performed a concert attended by the ambassadors of Spain and France, and another with the ambassador of Australia. It is twinned with the \"Ursuline Academy Choir\" of New Orleans (USA), the \"Gildo Antonioni\" Choir of Norcia (Perugia), the \"P. Pio\" Choir of Pietrelcina (Benevento), the \"Tullio Serafin\" Choir of Cavarzere (Ve), the \"Choralschola dei SS. Dodici Apostoli\" of Berlin (Germany), and others. The Municipality of Cassino is also twinned with many of these choirs, which has allowed the Choir to participate, on site, in concerts organized by the Municipal Administrations involved (Cavarzere, Norcia, Ortona, Berlino). It participated in the 2nd and 5th National Competition of Sacred Choral Singing \"P. Angelo Mutterle\" in Battipaglia (Bn); **in the 17th and 21st National Competition of Sacred Choral Singing in Vallecorsa (Fr) obtaining 3rd place in both editions and in the XXII edition obtaining 2nd place, while at the XXIV edition he placed 1st;** at the VI National Singing Competition \"P. Settimio Zimarino\" in Vasto (Ch); **at the I and II National Competition of Sacred Choral Singing in Roccasecca (Fr) - \"S. Tommaso d'Aquino\" prize - Gold Medal, winning 3rd prize**; at the VI International Festival of Avola (Sr), receiving wide acclaim from the artistic direction, and at the III edition of the Interregional Festival of Aversa (Ce) in the presence of the Director of the \"Sistine Chapel\" of Rome, etc. He has held numerous concerts for the Rotary Club of Cassino and the Lions Club of the Valle di Comino and for the A.B.E. (Association of Children with Hemato-oncology). For the latter Association, the Choir has held several concerts to raise funds for scholarships for young researchers in the field of pediatric oncology, as well as for the purchase of specific laboratory equipment. Numerous concerts have been held for a wide variety of needs: nursing homes, drug addiction centers, fundraisers for the diocesan Caritas, parish centers, etc. In 1995, it was established as the \"S. Benedetto\" Musical Association. It has performed, among others, Vivaldi's Gloria and Credo, Mozart's Coronation Mass, Mozart's Dixit et Magnificat and Litany of Lauretania, Charpentier's Te Deum, and other works with symphony orchestras and chamber music groups, with the participation of soloists from the Teatro \"S. Carlo\" in Naples and the Accademia di Santa Cecilia in Rome. Its repertoire also includes a vast program of folk songs from various Italian regions, mountain songs, songs from film soundtracks, and traditional songs from the Cassinate area. In September 2002 the Choir participated in the event L'Italie à sa Place in Paris (**FRANCE**), representing the Lazio Region, and consequently Italy, as well as the city of Cassino, with a series of concerts of sacred and profane music. In December 2004, the Choir was again invited to Paris (**FRANCE**) for the Lazio Week, and performed concerts in collaboration with the Liri Quintet. In January 2005, the Choir was invited to perform sacred music concerts in Berlin (**GERMANY**), in collaboration with the local Choir. On April 24, 2005, the Choir performed at the Holy Mass in the Vatican. In March 2006 and 2007, it participated in the 4th and 5th Day of Prayer with the Pope in the Paul VI Hall in Rome. From April 14 to 18, 2006, it participated in the 1st International Religious Music Festival in Bucharest (**ROMANIA**), with performances at Bucharest Radio and in the capital's most prestigious theaters. From December 8 to 11, 2006, it participated in the 8th International Advent Song Festival in Prague (**CZECH Republic**). In November 2007, the choir performed a concert in Recas (Toledo), **Spain**. In the summer of 2008, it was invited to perform concerts in the Province of Trento. **On May 24, 2009, it led the Holy Mass celebrated by the Pope  in Cassino, on the occasion of his pastoral visit to the diocese of Montecassino; the Mass was broadcast worldwide(Benedictus XVI)**. From December 5 to 8, 2009, the choir flew to Budapest, **Hungary**, for a series of concerts. On December 26, 2009, it performed a highly acclaimed concert dedicated to Mozart, in collaboration with the Musici Lirienses orchestra, supporting the Rotary Club of Cassino's \"End Polio Now\" campaign. On August 17, 2010, it performed a thematic concert on Boniface Maria Krug, German musician and abbot of Montecassino, in his hometown of Hunfeld, Germany. On November 14, 2010, he held a benefit concert for the Casa della Carità \"Gemma De Posis\" in Cassino. From March 1 to 4, 2011, **he was called to lead the Holy Mass at Westminster Cathedral in London (UK)** in the presence of the Archbishop of the city and the Abbot of Montecassino, as well as to perform a concert at the Italian Cultural Institute in London. On March 12, 2011, on the occasion of the arrival of the Benedictine Torch in Norcia, he led the Holy Mass presided over by His Excellency Renato Boccardo, Archbishop of Spoleto-Norcia, and His Excellency Pietro Vittorelli, Archabbot and Ordinary of Montecassino. On March 16, 2011, the choir performed a concert for the 150th anniversary of the unification of Italy, receiving recognition from the municipality of Cassino as a \"Choir of Municipal Interest.\" In 2011, the municipality of Cassino approved the choir's designation as a \"Choir of Municipal Interest,\" while the Italian government recognized it as a \"Choir of National Interest.\" On March 3, 2012, in the Hall of the Knights of **Malta**, during a screening of images of the Cassino area, the choir performed sacred pieces dedicated to St. Benedict. On March 4, in the Cathedral of St. John the Baptist in Valletta, the choir led the Mass celebrated by the Archbishop of Malta and presided over by His Excellency Pietro Vittorelli. The day of March 4 concluded with a reception by the Maltese Prime Minister in the Ambassadors' Hall, where the choir performed the Italian and Maltese national anthems. In August 2012, the Choir was invited by the City of Berlin-Zehelendorf (**Germany**) to perform a concert in the State Hall. On December 29, 2012, it performed M.A. Charpentier's Te Deum in the Salone S. Benedetto of the Abbey of Montecassino. On March 16, 2013, the choir led the Holy Mass at Notre Dame Cathedral in Paris, France, on the occasion of the lighting of the Benedictine torch. The Mass was officiated by several Parisian bishops, as well as the Abbot of Montecassino, the Abbot of Norcia, and the Bishop of Norcia. In 2013, the choir was invited to participate in the television program \"La canzone di noi\" **on TV2000**. On the occasion of the 70th anniversary of the destruction of Cassino and Montecassino, it sang in the presence of Prince Henry of England and all the ambassadors of the nations that fought in the Cassino and Montecassino areas. The choir follows the \"lunge technique\" in its vocal training, with regular workshops with Maestro Delfo Menicucci, singing professor at the \"G. Verdi\" Conservatory in Milan and former vocal coach of the famous singer Andrea Bocelli. In May 2015, the Choir held a concert celebrating the 100th anniversary of the start of the First World War, in the presence of the Austrian Ambassador. **On December 20, 2015, the Choir won FIRST Prize at the National Choral Singing Competition in Greggio (Rieti)**. In October 2016, the Choir established the “Antonio Grazio Ferraro” International Choral Competition, which sees the participation of numerous Italian and foreign choirs. **On December 18, 2016, it again won FIRST Prize at the National Choral Singing Competition in Greggio (Rieti)**. In August 2017, the Choir traveled to Krakow, Poland, to perform. **On May 26, 2018, it participated in the MayFest Competition in Caserta, winning FIRST Prize overall.** On July 10, the Choir performed a concert in Montecassino, performing Schubert's Deutsche Messe accompanied by a wind orchestra composed of students from five American universities. In December 2022, it performed in **Spain**, performing a concert at **Montserrat Abbey and leading the international mass at the Basilica of the Sagrada Familia in Barcelona**. Since its founding, the Choir has been directed by Fulvio Venditti, who, with a degree in Philosophy, completed his piano and organ studies at the renowned Abbey of Montecassino, and participated in a Master's program in organ with Maestro Giancarlo Parodi of the Institute of Sacred Music in Rome. He attended specialization courses in Renaissance and Baroque polyphony for choir directors held by Maestro Giovanni Acciai of the \"G. Verdi\" Conservatory of Milan and those in Gregorian chant held by Maestro Stefano Concordia of the Order of St. Benedict."
}