{
  "intro": "> \"Cantare in un coro non dá fama, successo, denaro. Regala qualcos'altro, di molto piu' profondo e appagante\".\n\nF﻿ulvio Venditti - direttore del coro",
  "picture": "/images/concerto_manzoni_2012-1-tris.jpg",
  "history": "Coro polifonico.\n\nFondato nel 1989, ha intrapreso una intensa attività di studio e concertistica in formazione con diverse orchestre esibendosi in Italia e all'estero.\n\nNel 2011 ha ottenuto il riconoscimento di Coro di Interesse Comunale e NAZIONALE.\n\nNella suggestiva cornice dell'Abbazia di Montecassino, in occasione del III° Premio \"S. Benedicti\",ha tenuto un concerto, presenti gli ambasciatori di Spagna e Francia,ed un altro con l'ambasciatore dell'Australia.\n\nÈ gemellato con il \"Ursuline Academy Choir\" di New Orleans (U.S.A.), il Coro \"Gildo Antonioni\" di Norcia (Pg), il Coro \"P. Pio\" di Pietrelcina (Bn), il Coro \"Tullio Serafin\" di Cavarzere (Ve), la \"Choralschola dei SS. Dodici Apostoli\" di Berlino (Germania), ed altri. Con molti di questi Cori è gemellato anche il Comune di Cassino, cosa che ha consentito al Coro di partecipare, in loco, ai concerti organizzati dalle Amministrazioni Comunali interessate (Cavarzere, Norcia, Ortona, Berlino).\n\nHa partecipato al II e V Concorso Nazionale di Canto Corale Sacro \"P. Angelo Mutterle\" di Battipaglia (Bn); al XVII e XXI Concorso Nazionale di Canto Corale Sacro di Vallecorsa (Fr)ottenendo il 3° posto ad entrambe le edizioni ed alla XXII edizione ottenendo il 2° posto, mentre alla XXIV edizione si è classificato 1°; al VI Concorso Nazionale di Canto \"P. Settimio Zimarino\" di Vasto (Ch); al I e II Concorso Nazionale di Canto Corale Sacro di Roccasecca (Fr) - premio \"S. Tommaso d'Aquino\" - Medaglia d'oro, aggiudicandosi il 3° premio; al VI Festival Internazionale di Avola (Sr), riscuotendo ampi consensi da parte della direzione artistica, ed alla III edizione della Rassegna interregionale di Aversa (Ce) presente il Direttore della \"Cappella Sistina\" di Roma, ecc.\n\nHa tenuto numerosi concerti per il Rotary Club di Cassino ed i Lions Club della Valle di Comino e per l'A.B.E. (Associazione Bambini Ematooncologici). Per quest'ultima Associazione in Coro ha tenuto diversi concerti finalizzati alla raccolta fondi per istituire borse di studio per giovani ricercatori nel campo delle malattie oncologiche dei bambini, oltre che per l'acquisto di attrezzatura specifica di laboratorio.\n\nNumerosissimi sono stati i concerti tenuti per le più disparate necessità: case di cura per anziani, centri di tossicodipendenza, raccolta fondi per la Caritas diocesana, centri parrocchiali, ecc.\n\nNel 1995 si è costituito come Associazione Musicale \"S. Benedetto \".\n\nHa eseguito, tra gli altri, il Gloria ed il Credo di A. Vivaldi, la Messa dell'Incoronazione il Dixit et Magnificat e le Litaniae Lauretanae di Mozart, il Te Deum di Charpentier, ed altre opere in formazione con orchestre sinfoniche e gruppi cameristici, con la partecipazione di solisti del Teatro \"S. Carlo\" di Napoli e dell'Accademia di \"S. Cecilia\" di Roma.\n\nIl suo repertorio contempla anche un vasto programma di canti popolari di diverse regioni italiane, canti della montagna, canti tratti da colonne sonore di film e canti della tradizione del cassinate.\n\nNel settembre del 2002 il Coro ha partecipato, a Parigi (FRANCIA) , alla manifestazione L'Italie à sa Place, rappresentando la Regione Lazio, e di conseguenza l'Italia, oltre che la città di Cassino, con una serie di concerti di musica sacra e profana.\n\nNel dicembre 2004 il Coro è stato nuovamente invitato a Parigi (FRANCIA) , in occassione della Settimana laziale, ed ha tenuto concerti anche in collaborazione con il Quintetto Liri.\n\nNel gennaio 2005 il Coro è stato invitato a tenere concerti di musica sacra a Berlino (GERMANIA) , in collaborazione con il locale Coro. Il 24 aprile 2005 il Coro ha animato la S. Messa in Vaticano.\n\nNel marzo 2006 e 2007 ha partecipato alla IV e V giornata di preghiera con il Papa nell'Aula \"Paolo VI\" a Roma . Dal 14 al 18 Aprile 2006 ha partecipato alla I° Rassegna Internazionale di Musica Religiosa a Bucarest (ROMANIA), con esibizioni presso la Radio di Bucarest e nei Teatri più prestigiosi della capitale.\n\nDall'8 all'11 Dicembre 2006 ha partecipato all'8^ edizione della Rassegna Internazionale dei Canti di Avvento a Praga (Repubblica CECA).\n\nNel novembre 2007 ha tenuto un concerto a Recas (Toledo) - SPAGNA.\n\nNell’estate 2008 è stato invitato a tenere concerti nella Provincia diTrento.\n\nIl 24 maggio 2009 ha animato la S. Messa celebrata dal papa a Cassino, in occasione della sua visita pastorale alla diocesi di Montecassino; messa trasmessa in mondovisione.\n\nDal 5 all’8 dicembre 2009 il coro è volato a Budapest (Ungheria) per una serie di concerti.\n\nIl 26 dicembre 2009 ha tenuto un affollatissimo ed applauditissimo concerto, dedicato a Mozart, in collaborazione con l' orchestra Musici Lirienses, aderendo alla campagna del Rotary Club di Cassino \"End Polio Now\".\n\nIl 17 agosto 2010 ha tenuto un concerto ‘tematico’ su Bonifacio Maria Krug, musicista tedesco ed abate di Montecassino, proprio nella sua città natale, Hunfeld (Germania).\n\nIl 14 novembre 2010 ha tenuto un Concerto di beneficenza per la Casa della Carità \"Gemma De Posis\" di Cassino.\n\nDall’1 al 4 marzo 2011 è stato chiamato ad animare la S. Messa nella Cattedrale di Westminster di Londra (Regno Unito) alla presenza dell’arcivesco della città e dell’abate di Montecassino, oltre che a tenere un concerto presso l’Istituto Italiano di Cultura londinese.\n\nIl 12 marzo 2011, in occasione dell' arrivo dela Fiaccola Benedettina a Norcia, ha animato la S.Messa presieduta da S. Ecc.za Rev.ma Renato Boccardo Arcivescovo di Spoleto - Norcia e da S. Ecc.za Pietro Vittorelli Arciabate e Ordinario di Montecassino.\n\nIl 16 marzo 2011 ha tenuto un concerto per il 150° anniversario dell' Unità d' Italia ottenendo, dal comune di Cassino, il riconoscimento di \"Coro di Interesse Comunale\".\n\nNel 2011 il Comune di Cassino ha deliberato di concedere al Coro il titolo di \"Coro di interesse Comunale\" mentre il Governo Italiano quello di \"Coro di interesse Nazionale\".\n\nIl 3 marzo 2012, nella Sala dei Cavalieri di Malta, durante la proiezione di immagini relative al territorio del cassinate, si è esibito con brani sacri dedicati a S. Benedetto;il giorno 4, nella cattedrale di San Giovanni Battista a la Valletta, ha animato la S. Messa celebrata dall' arcivescovo di Malta e presieduta da S. Ecc.za Pietro Vittorelli. La giornata del 4 marzo si è conclusa col ricevimento dal primo ministro maltese nella sala degli ambasciatori dove il coro si è esibito con l' interpretazione degli Inni nazionali italiano e maltese.\n\nNell'agosto del 2012 il Coro è stato invitato dal Comune di Berlino-Zehelendorf (Germania) a tenere un concerto nel salone delle rappresentanze.\n\nIl 29 dicembre 2012, nel Salone S. Benedetto dell'Abbazia di Montecassino, ha eseguito il Te Deum di M.A. Charpentier in occasione del ritorno in sede del Padre Abate Vittorelli.\n\nIl 16 marzo 2013 ha animato la S. Messa nella Cattedrale di Notre Dame di Paris (Francia) , in occasione dell'accensione della fiaccola benedettina, messa officiata da diversi vescovi parigini, oltre che dall'abate di Montecassino, l'abate di Norcia e il vescovo di Norcia.\n\nNel 2013 il coro è stato invitato a prendere parte alla trasmissione televisiva \"La canzone di noi\" di TV2000.\n\nIn occasione del 70° anniversario della distruzione di Cassino e Montecassino ha cantato alla presenza del Principe Enry d'Inghilterra e di tutti gli ambasciatori delle Nazioni che hanno combattuto nelle zona di Cassino e Montecassino.\n\nIl Coro segue, nella preparazione vocale, la \"tecnica dell'affondo\", con stage regolari con il M° Delfo Menicucci, docente di canto al Conservatorio \"G. Verdi\" di Milano e già preparatore vocale del famoso cantante Andrea Bocelli.\n\nNel maggio 2015 ha tenuto un concerto celebrativo per i 100 anni dall'inizio della Prima Guerra Mondiale, alla presenza dell'Ambasciatore dell'Austria.\n\nIl 20 dicembre 2015 il Coro ha vinto il PRIMO Premio al Concorso Nazionale di Canto Corale di Greggio (RI).\n\nAd ottobre 2016 ha istituito il Concorso Corale Internazionale “Antonio Grazio Ferraro” che vede la partecipazione di numerosi compagini corali italiane ed estere.\n\nIl 18 dicembre 2016 ha nuovamente vinto il PRIMO Premio al Concorso Nazionale di Canto Corale di Greggio (RI).\n\nAd agosto 2017 il Coro è volato in Polonia (Cracovia) per tenere concerti.\n\nIl 26 maggio 2018 ha partecipato al Concorso MayFest di Caserta, aggiudicandosi il PRIMO Premio assoluto.\n\nIl 10 luglio il Coro ha tenuto un concerto a Montecassino, eseguendo la Deutsche Messe di F. Schubert accompagnato da un’orchestra di fiati composta da studenti di 5 università americane.\n\nÈ diretto fin dalla fondazione da Fulvio Venditti che, laureato in Filosofia, ha compiuto i suoi studi pianistici ed organistici nella celebre Abbazia di Montecassino, partecipando ad un Master in organo con il M° Giancarlo Parodi dell'Istituto di Musica Sacra di Roma. Ha partecipato a corsi di specializzazione in polifonia rinascimentale e barocca per direttori di coro tenuti dal M° Giovanni Acciai del Conservatorio \"G. Verdi\" di Milano e a quelli di canto gregoriano tenuti dal M° Stefano Concordia dell'Ordine di S. Benedetto.",
  "promo": "Il coro propone animazioni liturgiche per matrimoni ed altre ricorrenze, nonche' concerti di canti popolari e musica sacra anche con la partecipazione di orchestre e di solisti dei piu' prestigiosi Teatri lirici d'Italia."
}